[
    "Sampai matipun aku akan mengejar cita-citaku.",
    "Jika kau ingin orang-orang percaya pada hal yang ingin kau lakukan, hanya ada satu hal yang harus kamu lakukan; jangan hanya mengatakannya saja tapi lakukan dengan tindakanmu.",
    "Aku pasti akan melakukan apa yang telah aku tetapkan.",
    "Kalau kau ingin menangis karena gagal, berlatihlah lebih keras lagi, sehingga kau pantas menangis ketika kau gagal.",
    "Siapapun pasti pernah melakukan kesalahan. Yang terpenting adalah mengambil pelajaran dari kesalahanmu.",
    "Tidak peduli mereka kuat atau tidak. Kuncinya adalah seberapa besar tekad kita untuk menang, dan jika kita kalah, itu adalah kesempatan kita berjuang lebih keras.",
    "Tuhan tak akan menempatkan kita di sini melalui derita demi derita bila Ia tak yakin kita bisa melaluinya.",
    "Ada orang yang jauh lebih kuat dan pernah mengalahkanku. Dia orang yang tak pernah putus asa.",
    "Aku tidak peduli, walaupun aku harus mati untuk mengejar impianku"
    "Apakah kekalahan membuktikan kalian itu lemah? Bukankah bagi kalian kalah lebih terdengar seperti ujian? Apa kalian bisa berdiri dan berjalan lagi setelah kalian terjatuh? Jika kalian tetap duduk seperti itu, itu membuktikan bahwa kalian lemah.",
    "Aku tidak peduli jika kau anak Presiden sekalipun. Itu hanya memperlihatkan kesuksesan ayahmu, bukan dirimu.",
    "Hanya ada dua kondisi ketika laki-laki menangis di muka umum: ketika ia kehilangan dompet dan ketika ibunya meninggal. Ketika pun laki-laki menangis diam-diam, mereka tahu batasan. Tumpahkan air mata untuk orang lain. Satu-satunya hal yang patut kau tumpahkan untuk dirimu sendiri adalah keringan. Ingat itu!"
    "Hidup ini seperti pensil yang lama lama akan habis, tetapi akan meninggalkan tulisan yang indah dalam kehidupan.",
    "Jalan seorang pria harus melewati darah dan air mata, karena penderitaan hiduplah yang menempa manusia.",
    "Impian itu, kalau kau punya sahabat dan kau bisa berbagi kebahagiaanmu dan merayakannya bersama-sama.",
    "Impian Manusia tidak akan pernah habis"
    "Kalau kita tidak pernah berjuang sampai akhir, kita tidak akan pernah melihatnya walau ada di depan mata.",
    "Jika kau tidak menyerah pada dirimu sendiri, pilihan yang gagal kau lihat sampai saat ini akan terlihat semakin jelas.",
    "Kau gagal tetapi masih bisa bangkit kembali, itulah menurutku arti kuat yang sebenarnya!"
    "Kegagalan juga menyenangkan, hiduplah dengan kepercayaan bahwa cobaan itu berguna untuk menempa diri sendiri.",
    "Perbedaan seorang pemula dan seorang ahli adalah seorang ahli gagal lebih banyak daripada yang pernah dilakukan seorang pemula.",
    "Semangat pantang menyerah, itulah yang membuat orang menjadi dewasa.",
    "Kita tidak akan pernah bisa menang, bila kita tidak percaya bahwa kita bisa.",
    "Pada dasarnya saat ini kita sedang berkembang dan kita tidak tahu batas potensi dalam diri kita. Meskipun kita sudah tahu batasnya, kita harus mengincar yang lebih tinggi.",
    "Jika kita hanya melihat ke atas terus, kita akan kehilangan pijakan.",
    "Kata-kata yang telah keluar dari mulutmu takkan bisa kau tarik kembali. jadi, kau harus melakukan tindakan untuk mewujudkan kata-kata yang telah kau ucapkan.",
    "Kau tidak dapat mencapai apapun jika kau tidak membuat perubahan.",
    "Kematian yang sesungguhnya adalah ketika mereka dilupakan dari kehidupan ini.",
    "Ketika dunia jahat kepadamu, maka berusahalah untuk menghadapinya, karena tidak ada orang yang membantumu jika kau tidak berusaha.",
    "Jangan hanya menghitung apa yang telah hilang, tetapi pikirkan apa yang masih kita miliki.",
    "Yang namanya manusia itu punya semangat hidup, kau tidak bisa mengukur seseorang sukses dalam sekejap, selama manusia melakukan apa yang bisa ia lakukan dia punya hak untuk merasa bangga."
]